cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'

## Command Line Interfaces
brew 'zsh'
brew 'tig'
brew 'tmux'
brew 'the_silver_searcher'

## Browsers

cask 'google-chrome'
cask 'firefox'

## Video and Chats

cask 'google-hangouts'

## Mac App Store

mas '1Password', id: 443987910

## Adobe

cask 'adobe-creative-cloud'
cask 'adobe-photoshop-cc'
cask 'flash-player'

## Others

cask 'vagrant'
cask 'alfred'
cask 'divvy'
cask 'charles'
cask 'touchswitcher'
cask 'macs-fan-control'
cask 'google-drive'
cask 'dropbox'
cask 'sequel-pro'
cask 'licecap'
cask 'microsoft-office-2011'
cask 'virtualbox'
cask 'vmware-fusion'
cask 'hammerspoon'


